---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.StructuralLoadFailures
source: html/b4a29366-8c0f-91f6-d1f7-a85b1eeb6f4b.htm
---
# BuiltInFailures.StructuralLoadFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.